results/0-simple.log
pgbench (14.9 (Ubuntu 14.9-0ubuntu0.22.04.1))
transaction type: 0-select1.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
duration: 20 s
number of transactions actually processed: 93112
latency average = 0.215 ms
initial connection time = 10.053 ms
tps = 4657.916382 (without initial connection time)