results/2-prepared.log
pgbench (14.9 (Ubuntu 14.9-0ubuntu0.22.04.1))
transaction type: 2-join2.sql
scaling factor: 1
query mode: prepared
number of clients: 1
number of threads: 1
duration: 20 s
number of transactions actually processed: 98167
latency average = 0.204 ms
initial connection time = 10.373 ms
tps = 4910.818669 (without initial connection time)