results/4-simple.log
pgbench (14.9 (Ubuntu 14.9-0ubuntu0.22.04.1))
transaction type: 4-join10.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
duration: 20 s
number of transactions actually processed: 939
latency average = 21.292 ms
initial connection time = 10.414 ms
tps = 46.966304 (without initial connection time)